Repository: alinzel/NOTES
Catalog: other/panda365/panda365/pd/translations/*/LC_MESSAGES/messages.po
Languages: id, ms, zh_hans_cn

source: 1.What is goup buy?
id: 1.Apa itu pembelian kumpulan ?
ms: Apa itu pembelian kumpulan ?
zh_hans_cn: 什么是多人拼团？

source: Goup buy is an activity that multiple people place orders together to get a lower discount than normal online shopping for a spcific product.
id: Patungan adalah aktivitas banyak orang memesan produk bersama untuk dapat diskon pada produk tertentu
ms: Pembelian kumpulan adalah aktiviti yang banyak orang membuat pesanan bersama untuk mendapatkan diskaun yang lebih rendah untuk produk tertentu.
zh_hans_cn: 多人拼团是指有多人一起拼单购买的团购活动，通过拼团买家可以享受比一般网购更低的折扣

source: 2. How to buy?
id: 2.Bagaimana membeli?
ms: 2.Cara Beli?
zh_hans_cn: 2.拼团玩法?

source: 1. Select the product, click ""buy"" and then select the specification. 2. Fill your delivery address. 3. Select payment methord and finish payment for your order. 4. Waiting for other buyers to attend the acitivity. 5. The goup buy will be completed when the number of buyers reach the required number within a limited time.
ms: Bagaimana dianggap pembelian kumpulan itu berjaya?
zh_hans_cn: 怎么样算拼团成功？

source: You will enjoy the goup buy price within a limit time. The goup buy will be complete when the number of buyers reach the required number.
ms: Anda akan menikmati harga beli kumpulan dalam masa yang terhad. Pembelian kumpulan akan lengkap apabila jumlah pembeli mencapai bilangan yang diperlukan.
zh_hans_cn: 每个商品的团购价格都有一定的时间限制，在限定时间内，达到一定的参团人数即可算拼团成功。

source: 4. How to refund if the goup buy failed?
id: Bagaiman pengembalian dana jika patungan gagal.
ms: 4.Bagaimana untuk membayar balik jika pembelian kumpulan gagal?
zh_hans_cn: 4.拼团失败了怎么退款？

source: The goup buy will be failed if the number of buyers didn't reach the required number within the specific time, the customer service will contact you to refund for you.
ms: Pembelian kumpulan akan gagal jika bilangan pembeli tidak mencapai bilangan yang diperlukan dalam masa tertentu, perkhidmatan pelanggan akan menghubungi anda untuk membayar balik untuk anda.
zh_hans_cn: 若限定时间内没有凑齐人数，即算作拼团失败。客服会联系您进行退款。

source: It's quite cheap and I want to buy it, will you?
ms: Ia agak murah dan saya mahu membelinya, anda nak tak?
zh_hans_cn: 我想买这个，还挺便宜的，你来不来

source: Goup-buy price
id: Harga patungan
ms: Harga pembelian kumpulan
zh_hans_cn: 团购价格

source: %(num)s sold
id: Terjual
ms: dijual
zh_hans_cn: 已售

source: CountDown
id: Hitung mundur
ms: Mbilg dr hjg mis
zh_hans_cn: 倒计时

source: Days
id: Hari
ms: hari
zh_hans_cn: 天

source: Hours
id: Jam
ms: Jam
zh_hans_cn: 时

source: Minutes
id: Menit
ms: Minit
zh_hans_cn: 分

source: Seconds
id: Detik
ms: kedua
zh_hans_cn: 秒

source: Time-limited group buy
id: Batas waktu patungan
ms: Beli kumpulan terhad masa
zh_hans_cn: 限时团购

source: Round
id: Babak
ms: Pusingan
zh_hans_cn: 已成团

source: people attended
ms: orang yang hadir
zh_hans_cn: 个买家已参团

source: left
id: Sisa
ms: saja
zh_hans_cn: 人

source: Only
ms: Hany
zh_hans_cn: 还

source: How to play
id: Bagaimana membeli
ms: Cara Beli
zh_hans_cn: 拼团玩法

source: Detail
id: Rincian
ms: Butir
zh_hans_cn: 玩法详情

source: Select the product and make payment. It will be completed once the number of buyers reached the required number.
id: Pilih produk dan lakukan pembayaran. Itu akan komplit ketika jumlah pembeli mencapai jumlah yang telah ditentukan
ms: Pilih produk dan buat pembayaran. Ia akan siap sebaik sahaja bilangan pembeli mencapai.
zh_hans_cn: Pilih produk dan buat pembayaran. Ia akan siap sebaik sahaja bilangan pembeli mencapai.

source: Product Detail
id: Rincian produk
ms: Maklumat produk
zh_hans_cn: 商品详情

source: Join
id: Gabung
ms: Menyertai
zh_hans_cn: 加入

source: Share goods I like
id: Bagikan barang yang saya suka
ms: Kongsi barang-barang yang saya suka
zh_hans_cn: 分享我喜欢的商品

source: Help this product get %(num)s shares, then you can order it.
id: Bantu produk ini dapat %(num)s shares, lalu kamu bisa memesannya
ms: Bantu produk ini mendapat %(num)s saham, maka anda boleh memesannya.
zh_hans_cn: 帮助这个产品获得%(num)s次分享，你就可以预订这个商品

source: Proposed price
id: Ulasan Harga
ms: Harga rujukan
zh_hans_cn: 参考价格

source: %(num)s left
id: %(num)s Sisa
ms: Baki %(num)s
zh_hans_cn: 剩余 %(num)s

source: howto
ms: Cara Beli

source: 1. Select the product, click "buy" and then select the specification
ms: 1. Pilih produk, klik "beli" dan kemudian pilih spesifikasi

source: 3. What is a successful goup buy?
id: Wow Produk yang bagus! Bagi itu untuk pemesanan jika kamu benar-benar suka
ms: Bagaimana dianggap pembelian kumpulan itu berjaya?

source: locale
zh_hans_cn: 语言

source: content
zh_hans_cn: 内容

source: translation for each locale can only be given once
zh_hans_cn: 每种语言的翻译只能指定一次

source: 1. Select the product, click ""buy"" and then select the specification
zh_hans_cn: 1.选择商品，点击最低价格购买，选择并确认商品规

source: 1. Select the product, click "buy" and then select the specification.
id: Pilih produk dan lakukan pembayaran. Itu akan komplit ketika jumlah pembeli mencapai jumlah yang telah ditentukan

source: 2. Fill your delivery address.
id: 2. Isi alamat pengirimanmu

source: 3. Select payment methord and finish payment for your order.
id: 3. Pilih metode pembayaran dan selesaikan pembayaran atas pesananmu.

source: 4. Waiting for other buyers to attend the acitivity.
id: 4. Menunggu pembeli lain untuk menghadiri aktivitasmu

source: 5. The group buy will be completed when the number of buyers reach the required number within a limited time.
id: 5. Patungan akan komplit ketika jumlah pembeli mencapai jumlah yang ditentukan dalam batas waktu tertentu

source: You will enjoy the goup buy price within a limit time. The goup buy will be complete when the number of buyers reach the required number.
id: Kamu akan menikmati harga patungan dalam batasan waktu. Patungan akan komplit ketikan jumlah pembeli mencapai batas jumlah yang ditentukan.

source: The goup buy will be failed if the number of buyers didn't reach the required number within the specific time, the customer service will contact you to refund for you.
id: Patungan gagal jika jumlah pembeli tidak mencapai jumlah yang sudah ditentukan dalam batas waktu tertentu, CS akan menghubungi kamu untuk mengembalikan dana kamu

source: Panda365 - Group Buy, Lower Price Shopping
id: Ini cukup murah dan saya ingin membelinya, maukan?
